final Map<String, dynamic> locale = {
  'Name': 'ja',
  'Months': {
    1: '1月',
    2: '2月',
    3: '3月',
    4: '4月',
    5: '5月',
    6: '6月',
    7: '7月',
    8: '8月',
    9: '9月',
    10: '10月',
    11: '11月',
    12: '12月'
  },
  'MonthsShort': {
    1: '1月',
    2: '2月',
    3: '3月',
    4: '4月',
    5: '5月',
    6: '6月',
    7: '7月',
    8: '8月',
    9: '9月',
    10: '10月',
    11: '11月',
    12: '12月'
  },
  'Weekdays': {
    1: '月曜日',
    2: '火曜日',
    3: '水曜日',
    4: '木曜日',
    5: '金曜日',
    6: '土曜日',
    7: '日曜日'
  },
  'WeekdaysShort': {1: '月', 2: '火', 3: '水', 4: '木', 5: '金', 6: '土', 7: '日'},
  'WeekdaysMin': {1: '月', 2: '火', 3: '水', 4: '木', 5: '金', 6: '土', 7: '日'},
  'AM': '午前',
  'PM': '午後',
  'RelativeTime': {
    'future': '%s後',
    'past': '%s前',
    's': '数秒',
    'm': '1 分',
    'mm': '%d 分',
    'h': '1 時間',
    'hh': '%d 時間',
    'd': '1 日',
    'dd': '%d 日',
    'M': '1 か月',
    'MM': '%d か月',
    'y': '1 年',
    'yy': '%d 年'
  }
};
