final Map<String, dynamic> locale = {
  'Name': 'ko',
  'Months': {
    1: '1월',
    2: '2월',
    3: '3월',
    4: '4월',
    5: '5월',
    6: '6월',
    7: '7월',
    8: '8월',
    9: '9월',
    10: '10월',
    11: '11월',
    12: '12월'
  },
  'MonthsShort': {
    1: '1월',
    2: '2월',
    3: '3월',
    4: '4월',
    5: '5월',
    6: '6월',
    7: '7월',
    8: '8월',
    9: '9월',
    10: '10월',
    11: '11월',
    12: '12월'
  },
  'Weekdays': {
    1: '월요일',
    2: '화요일',
    3: '수요일',
    4: '목요일',
    5: '금요일',
    6: '토요일',
    7: '일요일'
  },
  'WeekdaysShort': {1: '월', 2: '화', 3: '수', 4: '목', 5: '금', 6: '토', 7: '일'},
  'WeekdaysMin': {1: '월', 2: '화', 3: '수', 4: '목', 5: '금', 6: '토', 7: '일'},
  'AM': '오전',
  'PM': '오후',
  'RelativeTime': {
    'future': '%s 후',
    'past': '%s 전',
    's': '몇 초',
    'm': '1분',
    'mm': '%d분',
    'h': '한 시간',
    'hh': '%d시간',
    'd': '하루',
    'dd': '%d일',
    'M': '한 달',
    'MM': '%d개월',
    'y': '일 년',
    'yy': '%d년'
  }
};
