final Map<String, dynamic> locale = {
  'Name': 'zh-cn',
  'Months': {
    1: '一月',
    2: '二月',
    3: '三月',
    4: '四月',
    5: '五月',
    6: '六月',
    7: '七月',
    8: '八月',
    9: '九月',
    10: '十月',
    11: '十一月',
    12: '十二月'
  },
  'MonthsShort': {
    1: '1月',
    2: '2月',
    3: '3月',
    4: '4月',
    5: '5月',
    6: '6月',
    7: '7月',
    8: '8月',
    9: '9月',
    10: '10月',
    11: '11月',
    12: '12月'
  },
  'Weekdays': {
    1: '星期一',
    2: '星期二',
    3: '星期三',
    4: '星期四',
    5: '星期五',
    6: '星期六',
    7: '星期日'
  },
  'WeekdaysShort': {
    1: '周一',
    2: '周二',
    3: '周三',
    4: '周四',
    5: '周五',
    6: '周六',
    7: '周日'
  },
  'WeekdaysMin': {
    1: '周一',
    2: '周二',
    3: '周三',
    4: '周四',
    5: '周五',
    6: '周六',
    7: '周日'
  },
  'AM': '上午',
  'PM': '下午',
  'RelativeTime': {
    'future': '%s后',
    'past': '%s前',
    's': '几秒',
    'm': '1分钟',
    'mm': '%d分钟',
    'h': '1小时',
    'hh': '%d小时',
    'd': '1天',
    'dd': '%d天',
    'M': '1个月',
    'MM': '%d个月',
    'y': '1年',
    'yy': '%d年'
  }
};
