final Map<String, dynamic> locale = {
  'Name': 'zh-tw',
  'Months': {
    1: '1月',
    2: '2月',
    3: '3月',
    4: '4月',
    5: '5月',
    6: '6月',
    7: '7月',
    8: '8月',
    9: '9月',
    10: '10月',
    11: '11月',
    12: '12月'
  },
  'MonthsShort': {
    1: '1月',
    2: '2月',
    3: '3月',
    4: '4月',
    5: '5月',
    6: '6月',
    7: '7月',
    8: '8月',
    9: '9月',
    10: '10月',
    11: '11月',
    12: '12月'
  },
  'Weekdays': {
    1: '星期一',
    2: '星期二',
    3: '星期三',
    4: '星期四',
    5: '星期五',
    6: '星期六',
    7: '星期日'
  },
  'WeekdaysShort': {
    1: '週一',
    2: '週二',
    3: '週三',
    4: '週四',
    5: '週五',
    6: '週六',
    7: '週日'
  },
  'WeekdaysMin': {1: '一', 2: '二', 3: '三', 4: '四', 5: '五', 6: '六', 7: '日'},
  'AM': '上午',
  'PM': '下午',
  'RelativeTime': {
    'future': '%s後',
    'past': '%s前',
    's': '幾秒',
    'm': '1 分鐘',
    'mm': '%d 分鐘',
    'h': '1 小時',
    'hh': '%d 小時',
    'd': '1 天',
    'dd': '%d 天',
    'M': '1 個月',
    'MM': '%d 個月',
    'y': '1 年',
    'yy': '%d 年'
  }
};
